{
    "question" : [
        {
            "problem" : "supports which of the following statements about mass extinctions?",
            "example" : [
                "They take place over a period of 70 million years.",
                "They began during the Cretaceous period.",
                "They eliminate many animal species that exist at the time they occur.",
                "They occur every 250 million years"
            ]
        },
        {
            "problem" : "According to paragraph 2, scientists base their belief that a mass extinction is going on at present on which of the following?",
            "example" : [
                "The speed with which mass extinctions are happening today is similar to the speed of past extinctions.",
                "The number of species that have died out since the last extinction event is extremely large.",
                "Mass extinctions occur with regularity and it is time for another one.",
                "Fossil records of many marine species have disappeared."
            ]
        },
        {
            "problem" : "The word `extended` in the passage is closest in meaning to",
            "example" : [
                "specific",
                "unlimited",
                "reasonable",
                "long"
            ]
        },
        {
            "problem" : "each of the following has been proposed as a possible cause of mass extinctions EXCEPT",
            "example" : [
                "habitat destruction",
                "continental movement",
                "fierce interspecies competition",
                "changes in Earth's temperature"
            ]
        },
        {
            "problem" : "supports which of the following ideas about mass extinctions? ",
            "example" : [
                "Scientists know the exact causes of most mass extinctions.",
                "Mass extinctions are unlikely to happen again in the future.",
                "Insects, flowering plants, and bottom-feeding predators in the oceans tend to be the first organisms to disappear during episodes of mass extinctions.",
                "Some mass extinctions occurred on land and in the seas at the same time."
            ]
        },
        {
            "problem" : "Which of the sentences below best expresses the essential information in the `highlighted` sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            "example" : [
                "Based on their studies of extinction rates of numerous fossil groups, paleontologists David Raup and John Sepkoski have determined that mass extinctions occur about every 26 million years.",
                "David Raup and John Sepkoski studied extinction rates of numerous fossil groups and suggest that mass extinctions during the Cretaceous period continued for 26 million years.",
                "Studies that paleontologists David Raup and John Sepkoski conducted of various fossil groups have revealed that extinction rates have increased over the past 26 million years.",
                "The studies conducted by paleontologists David Raup and John Sepkoski of the fossil remains of species suggest that the extinction rate of species started to increase by the middle of the Cretaceous period."
            ]
        },
        {
            "problem" : "According to paragraph 4, what aspect of extinction episodes does the companion-star hypothesis supposedly clarify?",
            "example" : [
                "Their location",
                "Their frequency",
                "Their duration",
                "Their severity"
            ]
        },
        {
            "problem" : "The phrase `account for` in the passage is closest in meaning to",
            "example" : [
                "describe",
                "challenge",
                "explain",
                "test"
            ]
        },
        {
            "problem" : "According to paragraph 6, what made iridium a useful test of the Alvarez hypothesis? ",
            "example" : [
                "Its occurrence in a few locations on Earth against several locations on other planets",
                "Its occurrence in limited quantities on Earth against its abundance in asteroids",
                "Its ability to remain solid at extremely high temperatures",
                "Its ease of detection even in very small amounts"
            ]
        },
        {
            "problem" : "In stating that `no asteroid itself has ever been recovered`, the author emphasizes which of the following?",
            "example" : [
                "The importance of the indirect evidence for a large asteroid",
                "The fact that no evidence supports the asteroid impact hypothesis",
                "The reason many researchers reject the Alvarez hypothesis",
                "The responsibility of scientists for not making the effort to discover the asteroid itself"
            ]
        },
        {
            "problem" : "The word intense in the passage is closest in meaning to",
            "example" : [
                "sudden",
                "unusual",
                "immediate",
                "extreme"
            ]
        },
        {
            "problem" : "What is the purpose of paragraph 7 in the passage? ",
            "example" : [
                "It proposes a decisive new test of the Alvarez hypothesis.",
                "It presents additional supporting evidence for the Alvarez hypothesis.",
                "It explains why evidence relating to the Alvarez hypothesis is hard to find.",
                "It shows how recent evidence has raised doubts about the Alvarez hypothesis."
            ]
        },
        {
            "problem" : "Where would the sentence best fit?",
            "example" : [
                "Cases in which many species become extinct within a geologically short interval of time are called mass extinctions.",
                "There was one such event at the end of the Cretaceous period (around 70 million years ago).",
                "There was another, even larger, mass extinction at the end of the Permian period (around 250 million years ago). ",
                "The Permian event has attracted much less attention than other mass extinctions because mostly unfamiliar species perished at that time."
            ]
        }
    ]
}